Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=761_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Säminuorâi taaiđâtábáhtus tuálloo Suáđigilist 27.3.2014
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv riâžžât Suäʹđjelist 27.3.2014

source: Säminuorâi taaiđâtábáhtus 2014 tuálloo Suáđigil uđđâ lihâdemhaalâst njuhčâmáánu 27. peeivi.
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv 2014 riâžžât Suäʹđjel ođđ sporttpõõrtâst pâʹzzlâšttam-mannu 27. peeiʹv.

source: Ive teeman lii tanssâ já säämi teeman lii kove ellest.
sms: Eeʹjj vuâđđjuurd lij pleässjumuš da sääʹm vuâđđjuurd lij žeeŠvetkartt.

source: 0-4 luokkaliih uásálisteh kovetaaiđâkiišton, puárásuboh čuovâkovekiišton.
sms: 0-4 klassneeʹǩǩ vuässâʹtte karttčeäppõsǩeâšttõõttmõʹšše, puärrsab snimldõkǩeâšttõõttmõʹšše.

source: Juáháš puáhtá uásálistiđ ovttáin kuvvijn.
sms: Juâkksaž vuäitt vuässõõttâd õõutin kaartin.

source: Väldikodálâš tanssâtábáhtus SottiisiMoves tuálloo Tamperest 11.-15.6.
sms: Väʹlddkååddlaž pleässjempeiʹvv SottiisiMoves riâžžât Tampere gåårdest 11.-15.6.

source: Tábáhtusân väljejuvvojeh säminuorâi ovdâsteijeeh, jis juávkku stivrejeijein haalijd uásálistiđ tábáhtusân talle ko kesiluámuh láá jo álgám.
sms: Čeäʹppvuõđpeivva vaʹlljeet sääʹmnuõri võboršeeʹǩǩ, teʹl ko joukk haaʹlad jååđteeʹjivuiʹm vuässõõttâd čeäʹppvuõđpeivva, håʹt ǩieʹssluõvâsvuõtt lij juʹn älggam.

source: Tábáhtus väldikodálii teemast tärhibeh tiäđuh láá siijđoin http://sottiisimoves.fi/sottiisi /.
sms: Čeäʹppvuõđpeeiʹv väʹlddkååddlaž vuâđđjurddjest tääʹrǩab teâđaid kaaunak seiddõõzzâst http://sottiisimoves.fi/sottiisi /.

source: Suáđigil tábáhtus lii oovtpiäiválâš, mutâ viggâp orniđ ijâstâllâm škoovlâin kuhesmáđhálijd, jis sij halijdeh.
sms: Suäʹđjel čeäʹppvuõđpeiʹvv lij õõutpeiʹvvsaž, leâʹša ǩiččlõõttâp riâššâd aazztumuužž škooul beäʹlnn kuʹǩes määʹtǩ tueʹǩǩen puõʹttjid.

source: Eres saajeest ko škoovlâst ijâstâlmist šaddee koloid juávkku máksá jieš.
sms: Leâʹša jeeʹres pääiʹǩest innstumuš da tõʹst šõddi instemkuuli mäʹhssmõš lij joouk vaʹsttumuužžâst.

source: Tärhibeh uásálistemravvuuh vuolgâttuvvojeh maŋeláá.
sms: Tääʹrǩap vuässõõttâmvuäʹpstõõzzid vuõltteet mââibeäʹlnn.

source: Sämitige päikkisiijđoin lii raapoort ive 2013 tábáhtusâst.
sms: Sääʹmteeʹǧǧ dommseeidin lij raportt eeʹjj 2013 čeäʹppvuõđpeeiʹvest.

source: Škovlim-já oppâmateriaaltoimâttah
sms: Škooultõs- da vuäŠpstemaaunâskoontâr
